{
  "id": "64a5d302d2073b36c4a2be1d",
  "title": "A Evolução Triunfante: A História do Futebol Feminino",
  "subtitle": "Da resistência à excelência, a trajetória de conquistas das mulheres no esporte mais popular do mundo",
  "text": "O futebol feminino, que hoje brilha intensamente nos gramados ao redor do mundo, trilhou uma longa e inspiradora jornada até alcançar o reconhecimento e a valorização merecidos. A história do futebol feminino é um conto de superação, determinação e talento, moldado por mulheres corajosas que desafiaram estereótipos e lutaram por igualdade dentro e fora de campo.No final do século XIX e início do século XX, as mulheres enfrentaram uma série de restrições e barreiras para praticar o futebol. As normas sociais e as visões conservadoras limitavam a participação feminina nesse esporte predominantemente masculino. No entanto, a paixão pelo jogo e o desejo de competir foram mais fortes, e as mulheres encontraram maneiras criativas de driblar as adversidades.Foi no ano de 1920 que ocorreu o marco inicial para o futebol feminino. A primeira partida oficial foi realizada na Inglaterra, entre duas equipes femininas, diante de uma multidão entusiasmada que reconhecia a importância desse momento histórico. A popularidade do futebol feminino cresceu progressivamente, mas enfrentou diversas restrições ao longo das décadas seguintes. Durante o século XX, vários países começaram a formar seleções nacionais femininas e a disputar partidas internacionais, mesmo com a desaprovação e as críticas negativas que persistiam. O futebol feminino começou a ganhar visibilidade, mas ainda lutava por reconhecimento e igualdade de oportunidades.",
  "banner": "https://opopular.com.br/image/policy%3A1.3021963%3A1682379385%2Fimage.jpg%3F%26f%3D3x2",
  "likes": [
    {
      "userId": "649deaffb81ba570e3a71826",
      "userName": "Renan Cesar",
      "created": "2023-07-07T15:41:31.520Z"
    },
    {
      "userId": "649deaffb81ba570e3a71826",
      "userName": "João Ferreira",
      "created": "2023-07-07T15:41:31.520Z"
    },
    {
      "userId": "649deaffb81ba570e3a71826",
      "userName": "João Ferreira",
      "created": "2023-07-07T15:41:31.520Z"
    }
  ],
  "comments": [],
  "name": "renan cesar",
  "userName": "renancesar",
  "img": "https://avatars.githubusercontent.com/u/59808695?v=4",
  "tags": [
    "Esporte"
  ]
}